---
kind: other
id: Properties.T:Autodesk.Revit.DB.RepeaterCoordinates
source: html/b118d2c7-55d6-3574-d0ba-ab8445487d10.htm
---
# RepeaterCoordinates Properties

The number of dimensions of the coordinates (0, 1 or 2 for zero, one or two dimensional arrays.)